'''1. Объем сферы с радиусом r составляет
4
3
 × πr3
. Каков объем сферы
с радиусом 5?
2. Предположим, что книга стоит 249 рублей 50 копеек, при этом книжный магазин предоставляет скидку в 40%. Стоимость доставки составляет 100 рублей за первый экземпляр и 49 рублей 50 копеек за каждый
дополнительный. В какую сумму обойдется закупка 60 экземпляров?
3. Если я вышел из дома в 6:52 утра и пробежал 1 км в легком темпе
(1 км за 8 мин. 15 сек.), потом 3 км в среднем темпе (1 км за 7 мин.
12 сек.) и 1 км в легком темпе снова, то во сколько я вернусь домой
позавтракать?'''
#1
(4 / 3) * 3.14 * 5 ** 3
#2
(249.5 * 0.4) + 100 + (49.5 * 59)
#3
6.52 + 0.815 + (3 * 0.712) + 0.815
