'''Упражнение 2.1
Повторю мой совет из предыдущей главы: всякий раз, когда вы изучаете
новые возможности языка Python, вы должны опробовать ее в интерактивном режиме и специально сделать ошибки, чтобы увидеть, что идет не так.
— Вы видели, что выражение n = 42 допустимо. А как насчет 42 = n?
— Как насчет выражения x = y = 1?
— В некоторых языках каждая инструкция заканчивается точкой с запятой – ;. Что произойдет, если вы введете точку с запятой в конце
инструкции Python?
— А если в конце инструкции вы введете точку?
— В математике вы можете перемножить x и y следующим образом: xy.
Что произойдет, если вы попробуете выполнить такое выражение
в Python?'''
